tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'jakehilborn/jakehilborn'
tap 'qmk/qmk'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'avr-gcc'
brew 'ctags'
brew 'composer'
brew 'displayplacer'
brew 'git'
brew 'neofetch'
brew 'node'
brew 'openssl'
brew 'php'
brew 'qmk/qmk/qmk'
brew 'ranger'
brew 'rcm'
brew 'readline'
brew 'sqlite'
brew 'vim'
brew 'zsh'
brew 'zsh-completions'

cask 'alfred'
cask 'background-music'
cask 'contexts'
cask 'iterm2'
cask 'moom'
cask 'phpstorm'
cask 'qmk-toolbox'
cask 'slack'
cask 'spotify'
cask 'steermouse'
cask 'witch'
cask 'virtualbox'
cask 'vlc'
