tap 'homebrew/bundle'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'jakehilborn/jakehilborn'
tap 'jesseduffield/lazynpm'
tap 'qmk/qmk'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'arm-none-eabi-binutils'
brew 'arm-none-eabi-gcc@8'
brew 'bat'
brew 'bottom'
brew 'ctags'
brew 'composer'
brew 'eza'
brew 'fd'
brew 'ffmpegthumbnailer'
brew 'fzf'
brew 'gh'
brew 'git'
brew 'gum'
brew 'jq'
brew 'jesseduffield/lazynpm/lazynpm'
brew 'lazygit'
brew 'luarocks'
brew 'most'
brew 'neofetch'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'poppler'
brew 'php'
brew 'qmk/qmk/qmk'
brew 'rcm'
brew 'readline'
brew 'ripgrep'
brew 'rust'
brew 'sqlite'
brew 'starship'
brew 'tmux'
brew 'tmuxp'
brew 'tree'
brew 'unar'
brew 'vim'
brew 'yazi'
brew 'yq'
brew 'zellij'
brew 'zoxide'
brew 'zsh'
brew 'zsh-autosuggestions'
brew 'zsh-completions'

cask 'alfred'
cask 'contexts'
cask 'font-symbols-only-nerd-font'
cask 'iterm2'
cask 'firefox'
cask 'marta'
cask 'moom'
cask 'obsidian'
cask 'phpstorm'
cask 'postman'
cask 'qmk-toolbox'
cask 'shottr'
cask 'slack'
cask 'spotify'
cask 'steermouse'
cask 'wezterm'
