tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/cask-drivers'
tap 'jakehilborn/jakehilborn'
tap 'qmk/qmk'
tap 'thoughtbot/formulae'

brew 'autoconf'
brew 'avr-gcc@8'
brew 'bat'
brew 'bottom'
brew 'ctags'
brew 'composer'
brew 'fzf'
brew 'git'
brew 'gum'
brew 'lazygit'
brew 'lsd'
brew 'most'
brew 'neofetch'
brew 'neovim'
brew 'node'
brew 'openssl'
brew 'php'
brew 'qmk/qmk/qmk'
brew 'ranger'
brew 'rcm'
brew 'readline'
brew 'ripgrep'
brew 'sqlite'
brew 'starship'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'zellij'
brew 'zoxide'
brew 'zsh'
brew 'zsh-completions'

cask 'alfred'
cask 'background-music'
cask 'contexts'
cask 'iterm2'
cask 'moom'
cask 'obsidian'
cask 'phpstorm'
cask 'qmk-toolbox'
cask 'slack'
cask 'spotify'
cask 'steermouse'
